
export const bibleVerses = [
  { text: "Будьте мужні, і нехай ваше серце зміцнюється, усі, хто має надію на Господа!", ref: "Пс. 31:25" },
  { text: "Бо Я знаю ті думки, які думаю про вас, говорить Господь, думки про спокій, а не про лихо, щоб дати вам будучність та надію.", ref: "Єрем. 29:11" },
  { text: "Все можу в Тім, Хто мене підкріпляє, в Ісусі Христі.", ref: "Філ. 4:13" },
  { text: "Господь то мій Пастир, я не матиму нестачі.", ref: "Пс. 23:1" },
  { text: "Люби Господа Бога свого всім серцем своїм, і всією душею своєю, і всією своєю думкою.", ref: "Матв. 22:37" },
  { text: "Не бійся, бо Я з тобою; не лякайся, бо Я твій Бог; Я зміцню тебе, і тобі допоможу.", ref: "Іс. 41:10" },
  { text: "Хіба не наказав Я тобі: будь сильний та відважний? Не бійся й не лякайся, бо з тобою Господь, Бог твій, у всьому, де ти будеш ходити.", ref: "Іс. 1:9" }
];

export const getRandomVerse = () => {
  return bibleVerses[Math.floor(Math.random() * bibleVerses.length)];
};
